---
kind: other
id: Properties.T:Autodesk.Revit.DB.NumberingSchema
source: html/195981e1-da54-5b48-68fe-fc9a3cbada97.htm
---
# NumberingSchema Properties

The id of the assembly instance to which the element belongs.